Repository: flipper-hero/ios-app
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Connect to a Flipper first (Device tab)
ar: اتصل بـ Flipper أولًا (تبويب الجهاز)
de: Verbinde zuerst einen Flipper (Tab „Gerät“)
es: Primero conecta un Flipper (pestaña Dispositivo)
fr: Connecte d’abord un Flipper (onglet Appareil)
hi: पहले एक Flipper कनेक्ट करें (डिवाइस टैब)
it: Collega prima un Flipper (scheda Dispositivo)
ja: まず Flipper に接続してください（デバイスタブ）
ko: 먼저 Flipper를 연결하세요 (기기 탭)
pl: Najpierw połącz Flippera (karta Urządzenie)
pt_br: Conecte um Flipper primeiro (aba Dispositivo)
ru: Сначала подключите Flipper (вкладка «Устройство»)
tr: Önce bir Flipper bağla (Aygıt sekmesi)
uk: Спершу підключіть Flipper (вкладка «Пристрій»)
zh_hans: 请先连接 Flipper（“设备”标签页）

source: Connect to a Flipper in the Device tab.
ar: اتصل بـ Flipper من تبويب الجهاز.
de: Verbinde einen Flipper im Tab „Gerät“.
es: Conecta un Flipper en la pestaña Dispositivo.
fr: Connecte un Flipper dans l’onglet Appareil.
hi: डिवाइस टैब में एक Flipper कनेक्ट करें।
it: Collega un Flipper nella scheda Dispositivo.
ja: デバイスタブで Flipper に接続してください。
ko: 기기 탭에서 Flipper를 연결하세요.
pl: Połącz Flippera na karcie Urządzenie.
pt_br: Conecte um Flipper na aba Dispositivo.
ru: Подключите Flipper на вкладке «Устройство».
tr: Aygıt sekmesinden bir Flipper bağla.
uk: Підключіть Flipper на вкладці «Пристрій».
zh_hans: 请在“设备”标签页中连接 Flipper。

source: Connect to the last Flipper on launch
ar: الاتصال بآخر Flipper عند التشغيل
de: Beim Start mit dem letzten Flipper verbinden
es: Conectar al último Flipper al abrir
fr: Se connecter au dernier Flipper au lancement
hi: लॉन्च पर पिछले Flipper से कनेक्ट करें
it: Collegati all’ultimo Flipper all’avvio
ja: 起動時に前回の Flipper に接続
ko: 실행 시 마지막 Flipper에 연결
pl: Łącz z ostatnim Flipperem przy uruchomieniu
pt_br: Conectar ao último Flipper ao abrir
ru: Подключаться к последнему Flipper при запуске
tr: Açılışta son Flipper’a bağlan
uk: Підключатися до останнього Flipper під час запуску
zh_hans: 启动时连接上次的 Flipper

source: Connect to your Flipper in FlipperHero once first.
ar: اتصل بـ Flipper مرة واحدة في FlipperHero أولًا.
de: Verbinde deinen Flipper zuerst einmal in FlipperHero.
es: Primero conecta tu Flipper una vez en FlipperHero.
fr: Connecte d’abord une fois ton Flipper dans FlipperHero.
hi: पहले FlipperHero में अपना Flipper एक बार कनेक्ट करें।
it: Collega prima il tuo Flipper una volta in FlipperHero.
ja: まず FlipperHero で一度 Flipper に接続してください。
ko: 먼저 FlipperHero에서 Flipper를 한 번 연결하세요.
pl: Najpierw połącz Flippera raz w FlipperHero.
pt_br: Conecte seu Flipper uma vez no FlipperHero primeiro.
ru: Сначала один раз подключите Flipper в FlipperHero.
tr: Önce Flipper’ını bir kez FlipperHero’da bağla.
uk: Спершу один раз підключіть Flipper у FlipperHero.
zh_hans: 请先在 FlipperHero 中连接一次你的 Flipper。

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्टेड
it: Collegato
ja: 接続済み
ko: 연결됨
pl: Połączono
pt_br: Conectado
ru: Подключено
tr: Bağlı
uk: Підключено
zh_hans: 已连接

source: Connecting to %@...
ar: جارٍ الاتصال بـ %@...
de: Verbinde mit %@...
es: Conectando a %@...
fr: Connexion à %@...
hi: %@ से कनेक्ट हो रहा है...
it: Connessione a %@...
ja: %@ に接続中...
ko: %@에 연결 중...
pl: Łączenie z %@...
pt_br: Conectando a %@...
ru: Подключение к %@...
tr: %@ cihazına bağlanılıyor...
uk: Підключення до %@...
zh_hans: 正在连接 %@...

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Connessione
ja: 接続
ko: 연결
pl: Połączenie
pt_br: Conexão
ru: Подключение
tr: Bağlantı
uk: Підключення
zh_hans: 连接

source: Connection to the Flipper was lost
ar: انقطع الاتصال بـ Flipper
de: Die Verbindung zum Flipper ist abgebrochen
es: Se perdió la conexión con el Flipper
fr: La connexion au Flipper a été perdue
hi: Flipper से कनेक्शन टूट गया
it: Connessione con il Flipper persa
ja: Flipper との接続が切れました
ko: Flipper와의 연결이 끊어졌습니다
pl: Utracono połączenie z Flipperem
pt_br: A conexão com o Flipper foi perdida
ru: Соединение с Flipper потеряно
tr: Flipper ile bağlantı koptu
uk: Зв’язок із Flipper втрачено
zh_hans: 与 Flipper 的连接已断开

source: Could not reach %@. Is it on, nearby and Bluetooth enabled?
ar: تعذر الوصول إلى %@. هل هو قيد التشغيل وقريب والبلوتوث مفعّل؟
de: Keine Verbindung zu %@. Ist er an, in der Nähe und Bluetooth aktiviert?
es: No se pudo contactar con %@. ¿Está encendido, cerca y con Bluetooth activado?
fr: Impossible de joindre %@. Est-il allumé, à proximité et le Bluetooth activé ?
hi: %@ तक नहीं पहुँच सके। क्या यह चालू, पास में और ब्लूटूथ सक्षम है?
it: Impossibile raggiungere %@. È acceso, vicino e con il Bluetooth attivo?
ja: %@ に接続できません。電源が入っていて、近くにあり、Bluetooth がオンになっていますか？
ko: %@에 연결할 수 없습니다. 전원이 켜져 있고, 가까이 있으며, 블루투스가 켜져 있나요?
pl: Nie można połączyć się z %@. Czy jest włączony, blisko i ma włączony Bluetooth?
pt_br: Não foi possível alcançar %@. Ele está ligado, por perto e com Bluetooth ativado?
ru: Не удаётся связаться с %@. Он включён, рядом и Bluetooth включён?
tr: %@ cihazına ulaşılamadı. Açık, yakında ve Bluetooth’u etkin mi?
uk: Не вдається зв’язатися з %@. Він увімкнений, поруч і Bluetooth увімкнено?
zh_hans: 无法连接 %@。它是否已开机、在附近并开启了蓝牙？

source: Could not read the status: %@
ar: تعذرت قراءة الحالة: %@
de: Status konnte nicht gelesen werden: %@
es: No se pudo leer el estado: %@
fr: Impossible de lire l’état : %@
hi: स्थिति नहीं पढ़ी जा सकी: %@
it: Impossibile leggere lo stato: %@
ja: 状態を読み取れませんでした：%@
ko: 상태를 읽을 수 없습니다: %@
pl: Nie można odczytać stanu: %@
pt_br: Não foi possível ler o status: %@
ru: Не удалось прочитать состояние: %@
tr: Durum okunamadı: %@
uk: Не вдалося прочитати стан: %@
zh_hans: 无法读取状态：%@

source: Could not save the key (Keychain status %d). It is still in the field, nothing was lost.
ar: تعذر حفظ المفتاح (حالة سلسلة المفاتيح %d). ما زال في الحقل، ولم يُفقد شيء.
de: Der Schlüssel konnte nicht gespeichert werden (Keychain-Status %d). Er steht noch im Feld, es ist nichts verloren.
es: No se pudo guardar la clave (estado del llavero %d). Sigue en el campo, no se ha perdido nada.
fr: Impossible d’enregistrer la clé (statut du trousseau %d). Elle est toujours dans le champ, rien n’est perdu.
hi: कुंजी सहेजी नहीं जा सकी (Keychain स्थिति %d)। यह अभी भी फ़ील्ड में है, कुछ नहीं खोया।
it: Impossibile salvare la chiave (stato Portachiavi %d). È ancora nel campo, non si è perso nulla.
ja: キーを保存できませんでした（キーチェーンの状態 %d）。入力欄に残っているので失われていません。
ko: 키를 저장할 수 없습니다 (키체인 상태 %d). 입력란에 그대로 있으니 잃어버린 것은 없습니다.
pl: Nie można zapisać klucza (status pęku kluczy %d). Nadal jest w polu, nic nie przepadło.
pt_br: Não foi possível salvar a chave (status do Keychain %d). Ela continua no campo, nada foi perdido.
ru: Не удалось сохранить ключ (статус связки ключей %d). Он остался в поле, ничего не потеряно.
tr: Anahtar kaydedilemedi (Anahtar Zinciri durumu %d). Hâlâ alanda duruyor, hiçbir şey kaybolmadı.
uk: Не вдалося зберегти ключ (статус Keychain %d). Він досі в полі, нічого не втрачено.
zh_hans: 无法保存密钥（钥匙串状态 %d）。它仍在输入框中，没有丢失。

source: Could not start the microphone: %@
ar: تعذر تشغيل الميكروفون: %@
de: Mikrofon konnte nicht gestartet werden: %@
es: No se pudo iniciar el micrófono: %@
fr: Impossible de démarrer le micro : %@
hi: माइक्रोफ़ोन शुरू नहीं हो सका: %@
it: Impossibile avviare il microfono: %@
ja: マイクを開始できませんでした：%@
ko: 마이크를 시작할 수 없습니다: %@
pl: Nie można uruchomić mikrofonu: %@
pt_br: Não foi possível iniciar o microfone: %@
ru: Не удалось включить микрофон: %@
tr: Mikrofon başlatılamadı: %@
uk: Не вдалося увімкнути мікрофон: %@
zh_hans: 无法启动麦克风：%@

source: Could not start the screen stream: %@
ar: تعذر بدء بث الشاشة: %@
de: Bildschirmübertragung konnte nicht gestartet werden: %@
es: No se pudo iniciar la transmisión de pantalla: %@
fr: Impossible de démarrer le flux d’écran : %@
hi: स्क्रीन स्ट्रीम शुरू नहीं हो सकी: %@
it: Impossibile avviare lo streaming dello schermo: %@
ja: 画面ストリームを開始できませんでした：%@
ko: 화면 스트림을 시작할 수 없습니다: %@
pl: Nie można uruchomić transmisji ekranu: %@
pt_br: Não foi possível iniciar a transmissão da tela: %@
ru: Не удалось запустить трансляцию экрана: %@
tr: Ekran yayını başlatılamadı: %@
uk: Не вдалося запустити трансляцію екрана: %@
zh_hans: 无法启动屏幕串流：%@

source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fr: Refuser
hi: अस्वीकार करें
it: Rifiuta
ja: 拒否
ko: 거부
pl: Odrzuć
pt_br: Negar
ru: Отклонить
tr: Reddet
uk: Відхилити
zh_hans: 拒绝

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
it: Dispositivo
ja: デバイス
ko: 기기
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
tr: Aygıt
uk: Пристрій
zh_hans: 设备

source: Disarm
ar: تعطيل
de: Beenden
es: Desactivar
fr: Désarmer
hi: बंद करें
it: Disattiva
ja: 解除
ko: 해제
pl: Rozbrój
pt_br: Desarmar
ru: Выключить
tr: Kapat
uk: Вимкнути
zh_hans: 解除

source: Disarm Engagement Mode
ar: تعطيل وضع الـ Engagement
de: Engagement-Modus beenden
es: Desactivar el modo engagement
fr: Désarmer le mode engagement
hi: एंगेजमेंट मोड बंद करें
it: Disattiva la modalità engagement
ja: エンゲージメントモードを解除
ko: Engagement 모드 해제
pl: Rozbrój tryb engagement
pt_br: Desarmar o modo engagement
ru: Выключить режим engagement
tr: Engagement modunu kapat
uk: Вимкнути режим engagement
zh_hans: 解除 Engagement 模式

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
ja: 接続解除
ko: 연결 해제
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
tr: Bağlantıyı kes
uk: Від’єднати
zh_hans: 断开连接

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
hi: हो गया
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
uk: Готово
zh_hans: 完成

source: Download and install
ar: تنزيل وتثبيت
de: Herunterladen und installieren
es: Descargar e instalar
fr: Télécharger et installer
hi: डाउनलोड और इंस्टॉल करें
it: Scarica e installa
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
pl: Pobierz i zainstaluj
pt_br: Baixar e instalar
ru: Скачать и установить
tr: İndir ve yükle
uk: Завантажити й встановити
zh_hans: 下载并安装

source: Download and reinstall
ar: تنزيل وإعادة تثبيت
de: Herunterladen und neu installieren
es: Descargar y reinstalar
fr: Télécharger et réinstaller
hi: डाउनलोड और फिर से इंस्टॉल करें
it: Scarica e reinstalla
ja: ダウンロードして再インストール
ko: 다운로드 및 재설치
pl: Pobierz i zainstaluj ponownie
pt_br: Baixar e reinstalar
ru: Скачать и переустановить
tr: İndir ve yeniden yükle
uk: Завантажити й перевстановити
zh_hans: 下载并重新安装

# Downloading %@, %lld%%
source: Downloading %1$@, %2$lld%%
ar: جارٍ تنزيل %1$@، %2$lld%%
de: Lade %1$@ herunter, %2$lld %%
es: Descargando %1$@, %2$lld %%
fr: Téléchargement de %1$@, %2$lld %%
hi: %1$@ डाउनलोड हो रहा है, %2$lld%%
it: Download di %1$@, %2$lld%%
ja: %1$@ をダウンロード中、%2$lld%%
ko: %1$@ 다운로드 중, %2$lld%%
pl: Pobieranie %1$@, %2$lld%%
pt_br: Baixando %1$@, %2$lld%%
ru: Загрузка %1$@, %2$lld%%
tr: %1$@ indiriliyor, %%%2$lld
uk: Завантаження %1$@, %2$lld%%
zh_hans: 正在下载 %1$@，%2$lld%%

source: ENGAGED
ar: نشط
de: ENGAGIERT
es: EN CURSO
fr: ENGAGÉ
hi: सक्रिय
it: IN CORSO
ja: 実行中
ko: 진행 중
pl: ZAANGAŻOWANY
pt_br: ENGAJADO
ru: АКТИВЕН
tr: ETKİN
uk: АКТИВНО
zh_hans: 测试中

source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
hi: खाली
it: Vuoto
ja: 空
ko: 비어 있음
pl: Pusto
pt_br: Vazio
ru: Пусто
tr: Boş
uk: Порожньо
zh_hans: 空

source: Emulate
ar: محاكاة
de: Emulieren
es: Emular
fr: Émuler
hi: एमुलेट करें
it: Emula
ja: エミュレート
ko: 에뮬레이트
pl: Emuluj
pt_br: Emular
ru: Эмулировать
tr: Taklit et
uk: Емулювати
zh_hans: 模拟

source: Emulate ${card}
ar: محاكاة ${card}
de: ${card} emulieren
es: Emular ${card}
fr: Émuler ${card}
hi: ${card} एमुलेट करें
it: Emula ${card}
ja: ${card}をエミュレート
ko: ${card} 에뮬레이트
pl: Emuluj ${card}
pt_br: Emular ${card}
ru: Эмулировать ${card}
tr: ${card} öğesini taklit et
uk: Емулювати ${card}
zh_hans: 模拟 ${card}

source: Emulate Card or Key
ar: محاكاة بطاقة أو مفتاح
de: Karte oder Schlüssel emulieren
es: Emular tarjeta o llave
fr: Émuler une carte ou une clé
hi: कार्ड या कुंजी एमुलेट करें
it: Emula carta o chiave
ja: カードまたはキーをエミュレート
ko: 카드 또는 키 에뮬레이트
pl: Emuluj kartę lub klucz
pt_br: Emular cartão ou chave
ru: Эмулировать карту или ключ
tr: Kart veya anahtar taklit et
uk: Емулювати картку або ключ
zh_hans: 模拟卡片或钥匙

source: Emulates a saved NFC card, 125 kHz tag or iButton key on your Flipper until you stop it.
ar: يحاكي على Flipper بطاقة NFC أو وسم 125 كيلوهرتز أو مفتاح iButton محفوظًا حتى توقفه.
de: Emuliert eine gespeicherte NFC-Karte, einen 125-kHz-Tag oder einen iButton-Schlüssel auf deinem Flipper, bis du stoppst.
es: Emula en tu Flipper una tarjeta NFC, una etiqueta de 125 kHz o una llave iButton guardadas hasta que lo detengas.
fr: Émule une carte NFC, un badge 125 kHz ou une clé iButton enregistrés sur ton Flipper jusqu’à ce que tu l’arrêtes.
hi: आपके रोकने तक आपके Flipper पर सहेजा गया NFC कार्ड, 125 kHz टैग या iButton कुंजी एमुलेट करता है।
it: Emula sul tuo Flipper una carta NFC, un tag a 125 kHz o una chiave iButton salvati finché non la fermi.
ja: 保存済みの NFC カード、125 kHz タグ、iButton キーを、停止するまで Flipper でエミュレートします。
ko: 저장된 NFC 카드, 125kHz 태그 또는 iButton 키를 중지할 때까지 Flipper에서 에뮬레이트합니다.
pl: Emuluje na Flipperze zapisaną kartę NFC, tag 125 kHz lub klucz iButton, dopóki nie zatrzymasz.
pt_br: Emula no seu Flipper um cartão NFC, uma tag de 125 kHz ou uma chave iButton salvos até você parar.
ru: Эмулирует на Flipper сохранённую NFC-карту, метку 125 кГц или ключ iButton, пока вы не остановите.
tr: Kayıtlı bir NFC kartını, 125 kHz etiketi veya iButton anahtarını sen durdurana kadar Flipper’ında taklit eder.
uk: Емулює на вашому Flipper збережену NFC-картку, мітку 125 кГц або ключ iButton, доки ви не зупините.
zh_hans: 在你的 Flipper 上模拟已保存的 NFC 卡、125 kHz 标签或 iButton 钥匙，直到你停止。

source: Emulating %@
ar: جارٍ محاكاة %@
de: Emuliere %@
es: Emulando %@
fr: Émulation de %@
hi: %@ एमुलेट हो रहा है
it: Emulazione di %@
ja: %@ をエミュレート中
ko: %@ 에뮬레이트 중
pl: Emulowanie %@
pt_br: Emulando %@
ru: Эмуляция %@
tr: %@ taklit ediliyor
uk: Емуляція %@
zh_hans: 正在模拟 %@

source: Emulating %@. Stop it from the Lock Screen or say “Stop Flipper App”.
ar: جارٍ محاكاة %@. أوقفها من شاشة القفل أو قل "إيقاف تطبيق Flipper".
de: Emuliere %@. Stoppe es auf dem Sperrbildschirm oder sag „Flipper-App stoppen“.
es: Emulando %@. Detenlo desde la pantalla bloqueada o di «Detener app de Flipper».
fr: Émulation de %@. Arrête-la depuis l’écran verrouillé ou dis « Arrêter l’app Flipper ».
hi: %@ एमुलेट हो रहा है। लॉक स्क्रीन से रोकें या कहें "Flipper ऐप रोकें"।
it: Emulazione di %@. Fermala dalla schermata di blocco o di’ «Ferma app Flipper».
ja: %@ をエミュレート中。ロック画面で停止するか、「Flipper アプリを停止」と話しかけてください。
ko: %@ 에뮬레이트 중. 잠금 화면에서 중지하거나 "Flipper 앱 중지"라고 말하세요.
pl: Emulowanie %@. Zatrzymaj je na ekranie blokady lub powiedz „Zatrzymaj aplikację Flipper”.
pt_br: Emulando %@. Pare pela Tela Bloqueada ou diga "Parar app do Flipper".
ru: Эмуляция %@. Остановите её на экране блокировки или скажите «Остановить приложение Flipper».
tr: %@ taklit ediliyor. Kilit Ekranı’ndan durdur ya da “Flipper uygulamasını durdur” de.
uk: Емуляція %@. Зупиніть її на замкненому екрані або скажіть «Зупинити застосунок Flipper».
zh_hans: 正在模拟 %@。可在锁定屏幕上停止，或说“停止 Flipper 应用”。

source: Enable YOLO
ar: تفعيل YOLO
de: YOLO aktivieren
es: Activar YOLO
fr: Activer YOLO
hi: YOLO चालू करें
it: Attiva YOLO
ja: YOLO をオン
ko: YOLO 켜기
pl: Włącz YOLO
pt_br: Ativar YOLO
ru: Включить YOLO
tr: YOLO’yu aç
uk: Увімкнути YOLO
zh_hans: 开启 YOLO

source: Enable YOLO mode?
ar: تفعيل وضع YOLO؟
de: YOLO-Modus aktivieren?
es: ¿Activar el modo YOLO?
fr: Activer le mode YOLO ?
hi: YOLO मोड चालू करें?
it: Attivare la modalità YOLO?
ja: YOLO モードをオンにしますか？
ko: YOLO 모드를 켤까요?
pl: Włączyć tryb YOLO?
pt_br: Ativar o modo YOLO?
ru: Включить режим YOLO?
tr: YOLO modu açılsın mı?
uk: Увімкнути режим YOLO?
zh_hans: 开启 YOLO 模式？

source: Ends engagement mode; the agent asks again.
ar: ينهي وضع الـ Engagement؛ يعود الوكيل للسؤال.
de: Beendet den Engagement-Modus; der Agent fragt wieder.
es: Termina el modo engagement; el agente vuelve a preguntar.
fr: Termine le mode engagement ; l'agent redemande.
hi: एंगेजमेंट मोड समाप्त करता है; एजेंट फिर पूछेगा।
it: Termina la modalità engagement; l'agente chiede di nuovo.
ja: エンゲージメントモードを終了し、エージェントは再び確認します。
ko: Engagement 모드를 종료합니다; 에이전트가 다시 묻습니다.
pl: Kończy tryb engagement; agent znów pyta.
pt_br: Encerra o modo engagement; o agente volta a perguntar.
ru: Завершает режим engagement; агент снова спрашивает.
tr: Engagement modunu bitirir; ajan yeniden sorar.
uk: Завершує режим engagement; агент знову питає.
zh_hans: 结束 Engagement 模式；智能体将重新询问。

source: Engagement active
ar: الـ Engagement نشط
de: Engagement aktiv
es: Engagement activo
fr: Engagement actif
hi: Engagement सक्रिय
it: Engagement attivo
ja: エンゲージメント実行中
ko: Engagement 진행 중
pl: Tryb engagement aktywny
pt_br: Engagement ativo
ru: Engagement активен
tr: Engagement etkin
uk: Engagement активний
zh_hans: Engagement 进行中

source: Engagement mode
ar: وضع الـ Engagement
de: Engagement-Modus
es: Modo engagement
fr: Mode engagement
hi: एंगेजमेंट मोड
it: Modalità engagement
ja: エンゲージメントモード
ko: Engagement 모드
pl: Tryb engagement
pt_br: Modo engagement
ru: Режим engagement
tr: Engagement modu
uk: Режим engagement
zh_hans: Engagement 模式

source: Engagement mode is off.
ar: وضع الـ Engagement غير مفعّل.
de: Der Engagement-Modus ist aus.
es: El modo engagement está desactivado.
fr: Le mode engagement est désactivé.
hi: एंगेजमेंट मोड बंद है।
it: La modalità engagement è disattivata.
ja: エンゲージメントモードはオフです。
ko: Engagement 모드가 꺼져 있습니다.
pl: Tryb engagement jest wyłączony.
pt_br: O modo engagement está desativado.
ru: Режим engagement выключен.
tr: Engagement modu kapalı.
uk: Режим engagement вимкнено.
zh_hans: Engagement 模式已关闭。

source: Export report
ar: تصدير التقرير
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
hi: रिपोर्ट निर्यात करें
it: Esporta report
ja: レポートを書き出す
ko: 보고서 내보내기
pl: Eksportuj raport
pt_br: Exportar relatório
ru: Экспортировать отчёт
tr: Raporu dışa aktar
uk: Експортувати звіт
zh_hans: 导出报告

source: File is %u bytes. Only files up to 32 KB are shown here.
ar: حجم الملف %u بايت. تُعرض هنا الملفات حتى 32 كيلوبايت فقط.
de: Die Datei hat %u Bytes. Hier werden nur Dateien bis 32 KB angezeigt.
es: El archivo ocupa %u bytes. Aquí solo se muestran archivos de hasta 32 KB.
fr: Le fichier fait %u octets. Seuls les fichiers jusqu’à 32 Ko sont affichés ici.
hi: फ़ाइल %u बाइट की है। यहाँ केवल 32 KB तक की फ़ाइलें दिखती हैं।
it: Il file è di %u byte. Qui vengono mostrati solo file fino a 32 KB.
ja: ファイルサイズは %u バイトです。ここでは 32 KB までのファイルのみ表示します。
ko: 파일 크기는 %u바이트입니다. 여기서는 32KB 이하 파일만 표시합니다.
pl: Plik ma %u B. Tu wyświetlane są tylko pliki do 32 KB.
pt_br: O arquivo tem %u bytes. Aqui só aparecem arquivos de até 32 KB.
ru: Размер файла %u байт. Здесь показываются только файлы до 32 КБ.
tr: Dosya %u bayt. Burada yalnızca 32 KB’a kadar dosyalar gösterilir.
uk: Розмір файлу %u байтів. Тут показано лише файли до 32 КБ.
zh_hans: 文件大小为 %u 字节。这里只显示 32 KB 以内的文件。

source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
pl: Pliki
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
uk: Файли
zh_hans: 文件

source: Firmware
ar: البرنامج الثابت
hi: फ़र्मवेयर
ja: ファームウェア
ko: 펌웨어
ru: Прошивка
tr: Aygıt yazılımı
uk: Прошивка
zh_hans: 固件

source: Firmware update
ar: تحديث البرنامج الثابت
es: Actualización de firmware
fr: Mise à jour du firmware
hi: फ़र्मवेयर अपडेट
it: Aggiornamento firmware
ja: ファームウェア更新
ko: 펌웨어 업데이트
pl: Aktualizacja firmware’u
pt_br: Atualização de firmware
ru: Обновление прошивки
tr: Aygıt yazılımı güncellemesi
uk: Оновлення прошивки
zh_hans: 固件更新

source: Firmware update stopped
ar: توقف تحديث البرنامج الثابت
de: Firmware-Update gestoppt
es: Actualización de firmware detenida
fr: Mise à jour du firmware arrêtée
hi: फ़र्मवेयर अपडेट रुका
it: Aggiornamento firmware interrotto
ja: ファームウェア更新を停止しました
ko: 펌웨어 업데이트 중지됨
pl: Aktualizacja firmware’u zatrzymana
pt_br: Atualização de firmware interrompida
ru: Обновление прошивки остановлено
tr: Aygıt yazılımı güncellemesi durdu
uk: Оновлення прошивки зупинено
zh_hans: 固件更新已停止

source: Firmware updated
ar: تم تحديث البرنامج الثابت
de: Firmware aktualisiert
es: Firmware actualizado
fr: Firmware mis à jour
hi: फ़र्मवेयर अपडेट हुआ
it: Firmware aggiornato
ja: ファームウェアを更新しました
ko: 펌웨어 업데이트됨
pl: Firmware zaktualizowany
pt_br: Firmware atualizado
ru: Прошивка обновлена
tr: Aygıt yazılımı güncellendi
uk: Прошивку оновлено
zh_hans: 固件已更新

source: First time with this Flipper: confirm the same PIN on the phone and on the device.
ar: أول مرة مع هذا الـ Flipper: أكّد رمز PIN نفسه على الهاتف وعلى الجهاز.
de: Erstes Mal mit diesem Flipper: Bestätige dieselbe PIN am Telefon und am Gerät.
es: Primera vez con este Flipper: confirma el mismo PIN en el teléfono y en el dispositivo.
fr: Première fois avec ce Flipper : confirme le même code PIN sur le téléphone et sur l’appareil.
hi: इस Flipper के साथ पहली बार: फ़ोन और डिवाइस पर एक ही PIN की पुष्टि करें।
it: Prima volta con questo Flipper: conferma lo stesso PIN sul telefono e sul dispositivo.
ja: この Flipper とは初めての接続です：iPhone と Flipper で同じ PIN を確認してください。
ko: 이 Flipper와 처음 연결합니다: 휴대폰과 기기에서 같은 PIN을 확인하세요.
pl: Pierwsze połączenie z tym Flipperem: potwierdź ten sam PIN na telefonie i na urządzeniu.
pt_br: Primeira vez com este Flipper: confirme o mesmo PIN no celular e no dispositivo.
ru: Первое подключение к этому Flipper: подтвердите одинаковый PIN на телефоне и на устройстве.
tr: Bu Flipper ile ilk kez: telefonda ve aygıtta aynı PIN’i onayla.
uk: Перше підключення до цього Flipper: підтвердьте однаковий PIN на телефоні та пристрої.
zh_hans: 首次连接此 Flipper：请在手机和设备上确认相同的 PIN。

source: Flipper Battery
ar: بطارية Flipper
de: Flipper-Akku
es: Batería del Flipper
fr: Batterie du Flipper
hi: Flipper बैटरी
it: Batteria del Flipper
ja: Flipper のバッテリー
ko: Flipper 배터리
pl: Bateria Flippera
pt_br: Bateria do Flipper
ru: Батарея Flipper
tr: Flipper Pili
uk: Акумулятор Flipper
zh_hans: Flipper 电量

source: Flipper screen
ar: شاشة Flipper
de: Flipper-Bildschirm
es: Pantalla del Flipper
fr: Écran du Flipper
hi: Flipper स्क्रीन
it: Schermo del Flipper
ja: Flipper の画面
ko: Flipper 화면
pl: Ekran Flippera
pt_br: Tela do Flipper
ru: Экран Flipper
tr: Flipper ekranı
uk: Екран Flipper
zh_hans: Flipper 屏幕
